//////////////////
//Записьки
//////////////////

/// Разработки НИО
/obj/item/paper/bunker/stuff/reactor
	name = "Реактор-мина"
	info = {"
			<span style='font-family: Garamond; color: #1c1713'><center> Схема мины на основе мини-ядерной батареи Восхождения/резеврный реактор в ЛКП </center> <BR><BR>*Чертёж, включающий в себя адаптер на ЛКП, сам реактор и возможность его установки. На чертеже в свободном месте расписано: адаптер должен ключать в себя тумблер, положение соеденить между держать стабильную выработку и адаптивную. На последней он с высоким шансом взорвётся, что закроет проблемное направление, на первой же не даст флангу остатся без энергии*</span>
			"}

/obj/item/paper/bunker/stuff/carabin
	name = "Карабин Восхождения"
	info = {"
			<center>Схема карабина Чертёж карабина Восхождения</center><br>*Начерчённая схема карабина восхождения, представленная в схеме сборки. Отдельно отмечены места расположения процессора и материнской платы а так же расположеных на ных чипов, часть с которых отмечена с пометкой, за что они отвечают*
			"}

/obj/item/paper/bunker/stuff/cannon
	name = "Турель карабин на датчике"
	info = {"<span style='font-family: Garamond; color: #1c1713'><center> Турель - карабин восхождения (просто датчик) </center> <BR><BR>*расписан чертёж турели, с лафетом, приспособленным для стрельбы с карабина Восхождения. С обртаной стороны имеется поэтапная инструкция по соединению обычного датчика движения, давая возможность вести огонь без нарушения целостности оболочки*</span>
	"}

/obj/item/paper/bunker/stuff/crab
	name = "Караб-турель с распознованием"
	info = {"<span style='font-family: Garamond; color: #1c1713'><center> Турель-карабин, система свой-чужой </center><BR><BR>*Начерченая схема создания турели осхождния, от лаффета до соединения электорники от карабина на консоль. С обратной стороны расписана схема подключения консоли, сначала идёт датчик движения, соеденённый к консоли в одну цепь, закрытой стальным блоком, затем присоединение этого блока к лафету с турелью. Отдельно выведена запись: если я не успею, введите по консоли комбинацию ⍑𝙹ᓭℸ ̣ ╎ꖎᒷ ℸ ̣ ᔑ∷⊣ᒷℸ ̣ : 0% 𝙹∷⊣ᔑリ╎ᓵ, 90-100% ᒷꖎᒷᓵℸ ̣ ∷𝙹リ╎ᓵ. ℸ ̣ ∷╎⊣⊣ᒷ∷ ∷╎ᓭꖌ ╎ᓭ ᒲᔑ ̇/╎ᒲ⚍ᒲ. ᒷ ̇/ᓵᒷ!¡ℸ ̣ ╎𝙹リᓭ: リ𝙹リᒷ. - так же отдельно прилагается чертёж-схема консоли и схема изменения контроллера ввода*</span>"}


/// Эмми едет крышей

/obj/item/paper/bunker/stuff/crazy
	name = "Белый чёрный"
	info = {"Белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный белый чёрный серый"}


/// Записки у ВРАТ

/obj/item/paper/bunker/gateway/warning
	name = "Gateway Notes"
	info = {"
			<center><b><span style='color: green'>ТРЕНИРОВАЧНЫЙ ПОЛИГОН 9-B</span></b></center>
			<center><b><span style='color: red'><small>ТОЛЬКО ДЛЯ ПЕРСОНАЛА УРОВНЯ 4 И ВЫШЕ</small></span></b></center>
			<i>Последниее открытие GATEWAY повредило энергосистему ПОЛИГОНА, что повлекло за собой досрочный вывод из ВРа испытуемых. По решению главного исследователя и главного инженера ПОЛИГОНА все последующие открытия GATEWAY только по разрешению 3 и более учёных не ниже 4 уровня.</i>
			<br>
			<small>Через 3 суток Терра должна доставить необходимые детали для замены, примите их на взлётной площадке.</small>
			"}

/obj/item/paper/bunker/gateway/warning2
	name = "We have a problem"
	info = {"
			<i>Проблема оказалась куда глубже чем мы думали. 5-й и 6-й контур от перегрева вывело из строя всю программу запуска с сохранёнными данными, 3 набора предохранителей и поджарил консоль управления. Если и проводить запуск, то только после полной замены всех комплектующих. А если спрашивать лично меня - перевести ворота на Южный Полигон 31-К. Там есть все условия для стабильных запусков ворот. </i>
			"}

/// Ебанные стихи Лермонтова

/obj/item/paper/bunker/poems/wave
	name = "Волны"
	info = {"
			Шум морской волны,
			Воин глядит на закат,
			Меч остывает,
			Пена смывает следы,
			Ветер приносит прохладу,
			Чайки парят в небесах,
			Мягкий прилив наступает,
			Солнце целует песок,
			Скалы сияют вдали,
			Галька шуршит под водой,
			Тихая песня души,
			Звёзды зажглись во мгле,
			Парус уходит вдаль,
			Тёплый причал опустел,
			Свет разливает Луна.
			<i>This paper has been stamped with the Треснувшее кольцо-печатка.</i>
			"}

/obj/item/paper/bunker/poems/light
	name = "Свет"
	info = {"
			Дрожит тусклый свет,
			Робот считает звёзды,
			Люди ушли в прах,
			Ржавчина точит металл,
			Город заброшен и пуст,
			Ветер гуляет в цехах,
			Старый процессор гудит,
			Ищет пропавший сигнал,
			Тьма накрывает дома,
			Спутник разбитый летит,
			Гаснут экраны вокруг,
			Батарея почти на нуле,
			Память стирает шаги,
			Смолкли былые шумы,
			Время застыло навек.
			<i>This paper has been stamped with the Треснувшее кольцо-печатка.</i>
			"}

/obj/item/paper/bunker/poems/water_key
	name = "Горный ключ"
	info = {"
			Чистый горный ключ,
			Воин вложил меч в ножны,
			Сакура цветёт,
			Дымка окутала сад,
			Замер дыхания звук,
			Мягко ложится туман,
			Тень наползает на склон,
			Холод коснулся лица,
			Вечность застыла в мгновеньи.
			<i>This paper has been stamped with the Треснувшее кольцо-печатка.</i>
			"}


/obj/item/paper/bunker/poems/decay
	name = "Гниль"
	info = {"
			Чёрная гниль в ранах,
			Липкая кровь на снегу,
			Душу жрёт червь впотьмах,
			Стужа ломает доспех,
			Взор застилает туман,
			Вороны рвут плоть из глаз,
			Звуки сраженья стихают,
			Сердце замедлило стук,
			Слизь покрыла рукоять,
			Память уносит во тьму,
			Слышится хохот земли,
			Труп распадается в прах,
			Ветер разносит заразу,
			Мёртвый оскал под Луной,
			Смерть забирает своё…
			<i>This paper has been stamped with the Треснувшее кольцо-печатка.</i>
			"}


/obj/item/paper/bunker/poems/smoke
	name = "Дым"
	info = {"
			Клятвы горький дым,
			Путь затерялся в горах,
			Кто-то ждёт впотьмах,
			Тянет беззвучно назад,
			Долг сильнее сил,
			Призрак из прошлых веков
			Кровью заставит платить,
			Воин гниёт изнутри,
			Меч проржавел от грехов,
			Вороны пируют впотьмах,
			Пепел на броне,
			Кости хрустят под ногой,
			Взору открылся алтарь,
			Свечи сгорели давно,
			Смертный покорно идёт…
			<i>This paper has been stamped with the Треснувшее кольцо-печатка.</i>
			"}

// Если Лермонтов на НВ будет делать поэмы, то пусть создаёт отдельную ветку в УЧЁТЕ И ТАМ СКИДЫВАЕТ ТЕКСТ,А НЕ ЧТО БЫ Я ЕБАЛСЯ С ЯНДЕКС ПЕРЕВОДЧИКОМ
