/obj/sturcture/fd/interactive/note/gasmask
	name = "Новые средства защиты"
	attached_text = list(/datum/interactive_note/gasmask, /datum/interactive_note/gasmask1)

/datum/interactive_note/gasmask
	name = "Приказ 41"
	note_info = {"Уважаемые рабочие бригады Мэдсона! Связи с количеством жалоб связанных с ядовитыми парами <span style="color: green;">Htz-23</span> были введены новые правила: \
	1. Теперь минимальное число людей в обходе составляет 6 человек парой \
	2. Инженер Мобиус смог разработать средства противодействия ядовитым парам, партия <span style="color: yellow;">фильтров</span> прибудет со следующей недели. Более подробное описание и способ применения фильторов прилагается на обратной стороне приказа."}

/datum/interactive_note/gasmask1
	name = "Фильтры"
	note_info = {"<span style="color: yellow;">НАПОЛНИТЕЛЬ </span> - испытательный вариант фильтров против ядовитых паров Htz-23. Один фильтр способен эксплуатироваться в течении <span style="color: green;">~3 минут.</span> \
	Время может варьироваться от степени концетрации ядовитых паров. Убедительная просьба отписать своё мнение Мэдсону для последующег- "}





	//<span style="color: yellow;">текст </span> - выделения текста
	// / - красная строка?
