/obj/sturcture/fd/interactive/note/gasmask
	name = "Новые средства защиты"
	attached_text = list(/datum/interactive_note/gasmask, /datum/interactive_note/gasmask1)

/datum/interactive_note/gasmask
	name = "Приказ 41"
	note_info = {"Уважаемые рабочие бригады №31! Связи с количеством жалоб связанных с ядовитыми парами <span style="color: green;">Htz-23</span> были введены новые правила: <br>
	1. Теперь минимальное число людей в обходе составляет 6 человек по 2 парой <br>
	2. Инженер Мобиус смог разработать средства противодействия ядовитым парам, партия <span style="color: yellow;">фильтров</span> прибудет со следующей недели. Более подробное описание и способ применения фильторов прилагается на обратной стороне приказа."}

/datum/interactive_note/gasmask1
	name = "Фильтры"
	note_info = {"<span style="color: yellow;">НАПОЛНИТЕЛЬ </span> - испытательный вариант фильтров против ядовитых паров Htz-23. Один фильтр способен эксплуатироваться в течении <span style="color: green;">~3 минут.</span> <br>
	Время может варьироваться от степени концетрации ядовитых паров. Убедительная просьба отписать своё мнение Мэдсену для последующег- "}


/obj/sturcture/fd/interactive/note/brigade
	name = "Пометки"
	attached_text = list(/datum/interactive_note/brigade)

/datum/interactive_note/brigade
	name = "Новые приказы"
	note_info = {"Мэдсен приказал всем начать полную изоляцию от внешнего мира, теперь мы сами по себе. Последняя беседа с майором должно быть поставило его в патовую ситуацию. Ничего, благо у нас достаточно ресурсов что-бы обеспечить себя как минимум на год беззаботного проживания тут. Кто-то шутит что Терра будет искать нас словно тех парней с Земли. Которые укопались в джунглях с огромной сетью туннелей. Ну-ну."}

/obj/sturcture/fd/interactive/note/locks
	name = "Замки"
	attached_text = list(/datum/interactive_note/locks)

/datum/interactive_note/locks
	name = "Замки?"
	note_info = {"Это конечно отлично что мы сделали что-то на вроде анклава, но зачем ставить <span style="color: blue;">кодовые замки</span>? Старшие инженеры думают, что роботы попросту не выдерут двери с петлями??? Хрень собачья. Листки с паролями раздали каждому лично в руки. Если закончится туалетная бумага, подтирусь ими."}

	//<span style="color: yellow;">текст </span> - выделения текста
	// / - красная строка?
d
