
/obj/item/paper/manticore/roku/error
	name = "Error Logs"
	info = {"<b><WARN></b> Замечен <b>null</b>. Считывание колебаний <b>null</b>. Время - 64:-12, Дата - 56122-32-13
<b><NOTICE></b> Из-за воздействие <b>null</b> замечено рассинхронизация времени и пространства. Возможно <b>null</b>.
<b><WARN></b> Замечено воздействие исходящее из <b>null</b>. Местоположение воздействия на <b>null</b> согласно полярной сетке координат: <u>3156dsa513dsa3511a7556133</u>. Уничтожение или иные воздействия на <b>null</b> не представляются <b>null</b>
<b><WARN></b> Замечена перегрузка <b>Null</b>. Считывание да-"}
